{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim",
      "version": ">=0.0.0"
    },
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim",
      "version": ">=0.0.0"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip",
      "version": ">=0.0.0"
    },
    "NeoSolarized.nvim": {
      "src": "https://github.com/Tsuzat/NeoSolarized.nvim",
      "version": ">=0.0.0"
    },
    "auto-session": {
      "src": "https://github.com/rmagatti/auto-session",
      "version": ">=0.0.0"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "cloak.nvim": {
      "src": "https://github.com/laytan/cloak.nvim"
    },
    "colorful-winsep.nvim": {
      "src": "https://github.com/nvim-zh/colorful-winsep.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": ">=0.0.0"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim",
      "version": ">=0.0.0"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim",
      "version": ">=0.0.0"
    },
    "duck.nvim": {
      "src": "https://github.com/tamton-aquib/duck.nvim",
      "version": ">=0.0.0"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets",
      "version": ">=0.0.0"
    },
    "gitlinker.nvim": {
      "src": "https://github.com/ruifm/gitlinker.nvim",
      "version": ">=0.0.0"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": ">=0.0.0"
    },
    "highlight-undo.nvim": {
      "src": "https://github.com/tzachar/highlight-undo.nvim",
      "version": ">=0.0.0"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim",
      "version": ">=0.0.0"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim",
      "version": ">=0.0.0"
    },
    "live-command.nvim": {
      "src": "https://github.com/smjonas/live-command.nvim",
      "version": ">=0.0.0"
    },
    "live-preview.nvim": {
      "src": "https://github.com/brianhuster/live-preview.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim",
      "version": ">=0.0.0"
    },
    "luvit-meta": {
      "src": "https://github.com/Bilal2453/luvit-meta",
      "version": ">=0.0.0"
    },
    "marks.nvim": {
      "src": "https://github.com/chentoast/marks.nvim",
      "version": ">=0.0.0"
    },
    "mason-conform.nvim": {
      "src": "https://github.com/zapling/mason-conform.nvim",
      "version": ">=0.0.0"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim",
      "version": ">=0.0.0"
    },
    "mason-nvim-dap.nvim": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim",
      "version": ">=0.0.0"
    },
    "mason-nvim-lint": {
      "src": "https://github.com/kirkeasterson/mason-nvim-lint",
      "version": "'kirk_2026-05-16_07-44-08_add-commitlint-and-gitlint-mapping'"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim",
      "version": ">=0.0.0"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons",
      "version": ">=0.0.0"
    },
    "neogen": {
      "src": "https://github.com/danymat/neogen",
      "version": ">=0.0.0"
    },
    "neogit": {
      "src": "https://github.com/kirkeasterson/neogit",
      "version": "'dev'"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-golang": {
      "src": "https://github.com/fredrikaverpil/neotest-golang",
      "version": ">=0.0.0"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs",
      "version": ">=0.0.0"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/NvChad/nvim-colorizer.lua",
      "version": ">=0.0.0"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap",
      "version": ">=0.0.0"
    },
    "nvim-dap-go": {
      "src": "https://github.com/leoluz/nvim-dap-go",
      "version": ">=0.0.0"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui",
      "version": ">=0.0.0"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text",
      "version": ">=0.0.0"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint",
      "version": ">=0.0.0"
    },
    "nvim-lsp-file-operations": {
      "src": "https://github.com/antosha417/nvim-lsp-file-operations",
      "version": ">=0.0.0"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": ">=0.0.0"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio",
      "version": ">=0.0.0"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround",
      "version": ">=0.0.0"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua",
      "version": ">=0.0.0"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context",
      "version": ">=0.0.0"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo",
      "version": ">=0.0.0"
    },
    "persistent-breakpoints.nvim": {
      "src": "https://github.com/Weissle/persistent-breakpoints.nvim",
      "version": ">=0.0.0"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": ">=0.0.0"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async",
      "version": ">=0.0.0"
    },
    "qmk.nvim": {
      "src": "https://github.com/codethread/qmk.nvim",
      "version": ">=0.0.0"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": ">=0.0.0"
    },
    "statuscol.nvim": {
      "src": "https://github.com/luukvbaal/statuscol.nvim",
      "version": ">=0.0.0"
    },
    "table-nvim": {
      "src": "https://github.com/SCJangra/table-nvim"
    },
    "tmux.nvim": {
      "src": "https://github.com/aserowy/tmux.nvim",
      "version": ">=0.0.0"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim",
      "version": ">=0.0.0"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim",
      "version": ">=0.0.0"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree",
      "version": ">=0.0.0"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth",
      "version": ">=0.0.0"
    },
    "wezterm-types": {
      "src": "https://github.com/gonstoll/wezterm-types",
      "version": ">=0.0.0"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": ">=0.0.0"
    },
    "winshift.nvim": {
      "src": "https://github.com/sindrets/winshift.nvim",
      "version": ">=0.0.0"
    }
  }
}
